<?php

/*=========================================*\
|| ####################################### ||
|| # JAKWEB.CH / Version 3.4             # ||
|| # ----------------------------------- # ||
|| # Copyright 2017 All Rights Reserved. # ||
|| ####################################### ||
\*=========================================*/

// Language file, only translate the stuff in the semi colon. $jkl[""] = '';
$jkl = array();

// Support RTL Language
$jkl["rtlsupport"] = false;

//[general]
$jkl['g'] = "会话";
$jkl['g1'] = "联系";
$jkl['g2'] = "404";
$jkl['g3'] = "关闭窗口";
$jkl['g4'] = "您的姓名";
$jkl['g5'] = "您的邮箱";
$jkl['g6'] = "您的消息";
$jkl['g7'] = "发送邮件";
$jkl['g8'] = "请稍等...";
$jkl['g9'] = "我希望你们可以尽快联系我";
$jkl['g10'] = "开始会话";
$jkl['g11'] = "发送";
$jkl['g12'] = "未设置";
$jkl['g13'] = "此会话已经过期。";
$jkl['g14'] = "说";
$jkl['g15'] = "终止会话";
$jkl['g16'] = "%s 已离开聊天。";
$jkl['g17'] = "输入聊天";
$jkl['g18'] = "你的头像";
$jkl['g22'] = "新消息!";
$jkl['g23'] = "本次会话对您有帮助吗？";
$jkl['g24'] = "反馈";
$jkl['g25'] = "发送反馈";
$jkl['g26'] = "退出";
$jkl['g27'] = "姓名";
$jkl['g28'] = "消息";
$jkl['g29'] = "评价";
$jkl['g30'] = "部门";
$jkl['g31'] = "发送文件";
$jkl['g32'] = "选择一个文件";
$jkl['g33'] = "删除以选择其他";
$jkl['g34'] = "验证码";
$jkl['g35'] = "无法识别？点击这里更换一个验证码图像...";
$jkl['g36'] = "验证";
$jkl['g37'] = "%s 正在输入...";
$jkl['g38'] = "邮件副本";
$jkl['g39'] = "打印副本";
$jkl['g40'] = "您确定要离开会话吗？";
$jkl['g41'] = "副本将发往您提供的邮箱地址。";
$jkl['g42'] = "系统将不会发送副本给您。";
$jkl['g43'] = "评价已经更新： ";
$jkl['g44'] = "会话副本";
$jkl['g45'] = "请使用一个兼容HTML的邮件阅读器来阅读本消息！";
$jkl['g46'] = "上传文件";
$jkl['g47'] = "邮箱";
$jkl['g48'] = "请使用 终止会话 链接来关闭窗口。";
$jkl['g49'] = "您的电话";
$jkl['g50'] = "电话";
$jkl['g51'] = "删除以选择其他";
$jkl['g52'] = "客服 %s";
$jkl['g53'] = "行为";
$jkl['g54'] = "通过邮件发起了会话请求。";
$jkl['g55'] = "客户更改页面： ";
$jkl['g56'] = "系统";
$jkl['g57'] = "已被重定向到联系表格";
$jkl['g58'] = "接受Cookie ";
$jkl['g59'] = "运营商正在连接...";
$jkl['g60'] = "请输入一条消息，然后按Enter键开始对话。";
$jkl['g61'] = "感谢您的留言，我们的客服目前还未在线";
$jkl['g62'] = "请插入您的名字开始，客服将很快与您联系。";
$jkl['g63'] = "欢迎，客服将很快与你联系。";
$jkl['g64'] = "我们的客服目前还未在线。请使用以下表格向我们发送电子邮件。";
$jkl['g65'] = "感谢您的留言。我们会尽快与您保持联系！";
$jkl['g66'] = "感谢您与我们联系，请在下面的对话中找到调查表单。";
$jkl['g67'] = "我们非常感谢您提供反馈以改善我们的服务。";
$jkl['g68'] = "感谢您的反馈意见。";
$jkl['g69'] = "我们会在任何时候和你在一起。";
$jkl['g70'] = "感谢您的耐心，即将推出运营商。";
$jkl['g71'] = "你的问题";
$jkl['g72'] = "是";
$jkl['g73'] = "否";
$jkl['g74'] = "聊天机器人";
$jkl['g75'] = "重复留言";
$jkl['g76'] = "%s 已进入聊天室。";
$jkl['g77'] = "密码";
$jkl['g78'] = "发送的最后一条消息: %s";
$jkl['g79'] = "%s 已被禁止。";
$jkl['g80'] = "%s 已重新激活。";
$jkl['g81'] = "禁止用户";
$jkl['g82'] = "你确定要禁止这个用户吗？";
$jkl['g83'] = "运营商";
$jkl['g84'] = "禁止";
$jkl['g85'] = "编辑个人资料";
$jkl['g86'] = "回到聊天";
$jkl['g87'] = "在线用户列表";
$jkl['g88'] = "在线用户列表";
$jkl['s'] = "成功";
$jkl['re'] = "如果您的浏览器没有自动跳转，请点击这里。";

//[error]
$jkl['l'] = "用户名或密码错误";
$jkl['f'] = "忘记密码";
$jkl['e'] = "请输入姓名";
$jkl['e1'] = "请输入符合规范的电子邮件地址";
$jkl['e2'] = "请输入您的消息内容";
$jkl['e3'] = "未能发送本消息，系统组件缺失。";
$jkl['e4'] = "404 站点不存在";
$jkl['e5'] = "您之前遇到过本页吗？您看到本页可能有以下几种原因：";
$jkl['e6'] = "您寻找的页面已经不存在。";
$jkl['e7'] = "您输入的网址有误";
$jkl['e8'] = "您没有权限浏览本页。";
$jkl['e9'] = "文件大小限制 - 2Mb";
$jkl['e10'] = "该邮箱地址已经被屏蔽!";
$jkl['e11'] = "您的IP已经被屏蔽，如果您认为有误，请联系我们。";
$jkl['e12'] = "人为验证失败!";
$jkl['e13'] = "文件格式错误!";
$jkl['e14'] = "请输入一个合乎规范的电话号码";
$jkl['e15'] = "这个名字已被采用";
$jkl['e16'] = "请插入有效名称。(A_Z,a-z,0-9,-,_, )";
$jkl['e17'] = "双重帖子";
$jkl['e18'] = "停止垃圾邮件";

//[errorpage]
$jkl['ep'] = "页面当前已经不可用，请尝试稍后重试。";
$jkl['not'] = "无法找到或不存在该页.";

?>